
## Plan Result

[CI link](https://github.com/kanade0404/private-infra/actions/runs/7074928464)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * google_storage_bucket_object.tfstate_directory[&#34;zaim&#34;]


<details><summary>Change Result (Click me)</summary>

```hcl

  # google_storage_bucket_object.tfstate_directory["zaim"] will be created
  + resource "google_storage_bucket_object" "tfstate_directory" {
      + bucket         = "tfstate-kanade0404-070dc2e4-a61e-e22d-2010-d15e23acf81d"
      + content        = (sensitive value)
      + content_type   = (known after apply)
      + crc32c         = (known after apply)
      + detect_md5hash = "different hash"
      + id             = (known after apply)
      + kms_key_name   = (known after apply)
      + md5hash        = (known after apply)
      + media_link     = (known after apply)
      + name           = "zaim/"
      + output_name    = (known after apply)
      + self_link      = (known after apply)
      + storage_class  = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform","PRNumber":241,"Program":"tfcmt","SHA1":"c8f408e2c5deeb03686efeca7b78faf0114e38e8","Vars":{},"WorkflowName":"Terraform"} -->